[
    {
        "year": 2009,
        "count": 1,
        "Date": "January 01, 2009",
        "Time": "0437",
        "Location": "Lubock, Texas",
        "Operator": "Empire Airlines leased from FedEx",
        "Flight #": "8284",
        "Route": "Fort Worth - Lubbock",
        "AC Type": "ATR-42-320",
        "Registration": "N902FX",
        "cn / ln": "175",
        "Aboard": "2 (passengers:0 crew:2)",
        "Fatalities": "2 (passengers:0 crew:2)",
        "Ground": "0",
        "Summary": "Crashed while attempting to land. The probable cause of this accident was the flight crew's failure to monitor and maintain a minimum safe airspeed while executing an instrument approach in icing conditions, which resulted in an aerodynamic stall at low altitude. Contributing to the accident were 1) the flight crew's failure to follow published standard operating procedures in response to a flap anomaly, 2) the captain's decision to continue with the unstabilized approach, 3) the flight crew's poor crew resource management, and 4) fatigue due to the time of day in which the accident occurred and a cumulative sleep debt, which likely impaired the captain's performance."
    },
    {
        "year": 2009,
        "count": 2,
        "Date": "January 04, 2009",
        "Time": "1530",
        "Location": "Near Houma Louisiana",
        "Operator": "Petroleum Helicopters Inc",
        "Flight #": "?",
        "Route": "Bayou Penchant - Off shore oil fields",
        "AC Type": "Sikorsky S-76C++",
        "Registration": "N748P",
        "cn / ln": "760629",
        "Aboard": "9 (passengers:7 crew:2)",
        "Fatalities": "8 (passengers:6 crew:2)",
        "Ground": "0",
        "Summary": "A helicopter bound for offshore oil fields went down about 75 miles southwest of New Orleans shortly after taking off. The sudden loss of power to both engines that resulted from impact with a red-tailed hawk, which fractured the windshield and interfered with engine fuel controls and the subsequent disorientation of the flightcrrew members. Also the lack of FAA regulations and guidance at the time the helicopter was certificated requiring helicopter windshields to be resistant to bird strikes and the lack of protections that would prevent T-handles from inadvertently dislodging out of the detents and the lack of a master warning light and audible system to alert the flightcrew of low-rotor speed conditions."
    },
    {
        "year": 2009,
        "count": 3,
        "Date": "January 15, 2009",
        "Time": "?",
        "Location": "Adraskan district, Afghanistan",
        "Operator": "Afghan Army",
        "Flight #": "?",
        "Route": "?",
        "AC Type": "Mil Mi-17",
        "Registration": "?",
        "cn / ln": "?",
        "Aboard": "13 (passengers:? crew:?)",
        "Fatalities": "13 (passengers:? crew:?)",
        "Ground": "0",
        "Summary": "Either shot down or crashed due to bad weather."
    },
    {
        "year": 2009,
        "count": 4,
        "Date": "January 15, 2009",
        "Time": "1506",
        "Location": "New York, New York",
        "Operator": "US Airways",
        "Flight #": "1549",
        "Route": "New York, NY- Charlotte, NC",
        "AC Type": "Airbus A320-214",
        "Registration": "N106US",
        "cn / ln": "1044",
        "Aboard": "155 (passengers:150 crew:5)",
        "Fatalities": "0 (passengers:0 crew:0)",
        "Ground": "0",
        "Summary": "The plane was taking off from La Guardia Airport when both engines were disabled after striking a flock of geese. The crew was able to ditch the plane in the Hudson River, making a soft landing. All 150 passengers and crew of 5 made it out safely before the plane began to sink. No one was reported to be seriously injured."
    },
    {
        "year": 2009,
        "count": 5,
        "Date": "February 07, 2009",
        "Time": "1400",
        "Location": "Manacapuru, Brazil",
        "Operator": "Aerotaxi Manaus",
        "Flight #": "?",
        "Route": "Coari - Manus",
        "AC Type": "Bandeirante EMB-110P1",
        "Registration": "PT-SEA",
        "cn / ln": "110352",
        "Aboard": "28 (passengers:26 crew:2)",
        "Fatalities": "24 (passengers:22 crew:2)",
        "Ground": "0",
        "Summary": "The plane was being used as an air taxi to ferry passengers between cities when it crashed in the Manacapuru River, 50 miles from Manus. The plane took off under warning of strong winds and rain. The crew asked permission to return shortly after takeoff because they lost an engine. The plane disappeared from radar and lost contact with ATC. The plane crashed into the river when the crew tried to land the plane on an abandoned runway in the town of Manacapuru."
    },
    {
        "year": 2009,
        "count": 6,
        "Date": "February 12, 2009",
        "Time": "2217",
        "Location": "Clarence Center, New York",
        "Operator": "Continental Connection/Colgan Air",
        "Flight #": "3407",
        "Route": "Newark, N.J. - Buffalo, NY",
        "AC Type": "Bombardier DHC-8-402 Q400",
        "Registration": "N200WQ",
        "cn / ln": "4200",
        "Aboard": "49 (passengers:44 crew:5)",
        "Fatalities": "49 (passengers:44 crew:5)",
        "Ground": "1",
        "Summary": "The commuter plane crashed while attemptiong to land in rain and sleet, 6 miles northeast of Buffalo Niagara International Airport, were it was scheduled to land. Preliminary evidence suggests the crew selected the landing gear down and set the flaps 15 degrees. Immediately after selecting the flaps the stick shaker activated. The captain then pulled on the controls, slowing the airplane even further causing the plane to stall. Colgan Air officials acknowledged that both pilots apparently were not paying close attention to the aircraft's instruments and failed to follow the airline's procedures for handling an impending stall in the final minutes of the flight. The captain\u0092s inappropriate response to the activation of the stick shaker, which led to an aerodynamic stall from which the airplane did not recover. Contributing to the accident were (1) the flight crew\u0092s failure to monitor airspeed in relation to the rising position of the low-speed cue, (2) the flight crew\u0092s failure to adhere to sterile cockpit procedures, (3) the captain\u0092s failure to effectively manage the flight, and (4) Colgan Air\u0092s inadequate procedures for airspeed selection and management during approaches in icing conditions."
    },
    {
        "year": 2009,
        "count": 7,
        "Date": "February 15, 2009",
        "Time": "1915",
        "Location": "Chanco, Chile",
        "Operator": "Flight Service",
        "Flight #": "?",
        "Route": "?",
        "AC Type": "Bell UH-1H",
        "Registration": "CC-CBW",
        "cn / ln": "?",
        "Aboard": "13 (passengers:12 crew:1)",
        "Fatalities": "13 (passengers:12 crew:1)",
        "Ground": "0",
        "Summary": "The helicopter was carrying firemen to a nearby forest fire when it crashed into a fog shrouded mountain killing all aboard."
    },
    {
        "year": 2009,
        "count": 8,
        "Date": "February 20, 2009",
        "Time": "0410",
        "Location": "Luxor, Egypt",
        "Operator": "Aerolift",
        "Flight #": "?",
        "Route": "Entebbe, Uganda - Luxor, Egypt - Niklaev, Ukraine",
        "AC Type": "Antonov 12V",
        "Registration": "S9-SVN",
        "cn / ln": "6344310",
        "Aboard": "5 (passengers:0 crew:5)",
        "Fatalities": "5 (passengers:0 crew:5)",
        "Ground": "0",
        "Summary": "While attemping to take off from Luxor, the cargo plane slammed to the ground, slid down the runway and caught fire."
    },
    {
        "year": 2009,
        "count": 9,
        "Date": "February 25, 2009",
        "Time": "1031",
        "Location": "Amsterdam, Netherlands",
        "Operator": "Turkish Airlines",
        "Flight #": "1951",
        "Route": "Istanbul, Turkey - Amsterdam, Netherlands",
        "AC Type": "Boeing 737-8F2",
        "Registration": "TC-JGE",
        "cn / ln": "29789/1065",
        "Aboard": "134 (passengers:127 crew:7)",
        "Fatalities": "9 (passengers:6 crew:3)",
        "Ground": "0",
        "Summary": "The plane was on final approach to Runway 18R when it crashed 1 mile short of the runway into a field and broke in three. Nine people were killed and 55 injured. A faulty instrument caused the plane's autopilot to cut fuel to the engines prematurely. Pilots were late to notice warning signals and reacted inadequately."
    },
    {
        "year": 2009,
        "count": 10,
        "Date": "March 09, 2009",
        "Time": "0540",
        "Location": "Lake Victoria, Uganda",
        "Operator": "Aerolift",
        "Flight #": "?",
        "Route": "Entebbe, Uganda - Mogadishu, Somalia",
        "AC Type": "Ilyushin Il-76T",
        "Registration": "S9-SAB",
        "cn / ln": "073410301",
        "Aboard": "11 (passengers:7 crew:4)",
        "Fatalities": "11 (passengers:7 crew:4)",
        "Ground": "0",
        "Summary": "The cargo plane carrying and water purification equipment crashed into Lake Victoria shortly after taking off. Possibly caused by one or a combination of factors, including loss of engine power, malfunction of the flight control system, pilot impairment, inattentiveness to altitude and inadequate handling of the aircraft. An investigation found that the navigator used a forged license and that the aircraft and engines were beyond their service life."
    },
    {
        "year": 2009,
        "count": 11,
        "Date": "March 12, 2009",
        "Time": "0948",
        "Location": "Off St. Johns, Newfoundland Canada",
        "Operator": "Cougar Helicopters",
        "Flight #": "?",
        "Route": "St. Johns - Hibernia platform",
        "AC Type": "Sikorsky S-92A",
        "Registration": "C-GZCH",
        "cn / ln": "920048",
        "Aboard": "18 (passengers:16 crew:2)",
        "Fatalities": "17 (passengers:15 crew:2)",
        "Ground": "0",
        "Summary": "The pilot reported a technical malfunction and radioed that he was returning to St. Johns. He then radioed a mayday. The helicopter then went down in what was a controlled emergency crash landing. The accident happened about 30 miles off St. Johns. Two main gearbox filter bowl assembly mounting studs made of titanium were found broken. This resulted in the loss of gearbox oil."
    },
    {
        "year": 2009,
        "count": 12,
        "Date": "March 22, 2009",
        "Time": "1428",
        "Location": "Butte, Montana",
        "Operator": "Eagle Cap Leasing",
        "Flight #": "?",
        "Route": "Oroville, CA - Butte, MT",
        "AC Type": "Pilatus PC-12/45",
        "Registration": "N128CM",
        "cn / ln": "403",
        "Aboard": "14 (passengers:13 crew:1)",
        "Fatalities": "14 (passengers:13 crew:1)",
        "Ground": "0",
        "Summary": "The plane crashed 500 feet short of the runway while attempting to land at Bert Mooney Airport. The plane took a nosedive and crashed near Holy Cross cemetery. The plane was carrying children and adults from California to a skiing vacation in Montana when it diverted from its planned destination of Bozeman to Butte. The pilot, who did not use a required anti-ice additive in the fuel,continued to fly despite a deteriorating fuel system. In addition, the plane was 600 pounds over it's take-off weight."
    },
    {
        "year": 2009,
        "count": 13,
        "Date": "March 23, 2009",
        "Time": "0648",
        "Location": "Tokyo, Japan",
        "Operator": "FedEx",
        "Flight #": "80",
        "Route": "Guangzhou, China - Tokyo, Japan",
        "AC Type": "McDonnell Douglas MD-11",
        "Registration": "N526FE",
        "cn / ln": "48600/560",
        "Aboard": "2 (passengers:0 crew:2)",
        "Fatalities": "2 (passengers:0 crew:2)",
        "Ground": "0",
        "Summary": "The fatigued pilot flying the cargo plane flared too late on landing. From his position in the cockpit he was then apparently unable to tell that the main gear had bounced and the tail was rising, so he pitched the plane down to bring the nose to the ground, instead of up to recover from the bounce. The plane bounced again, harder, lost control, veered to the left, turned over, and was destroyed by fire."
    },
    {
        "year": 2009,
        "count": 14,
        "Date": "April 01, 2009",
        "Time": "1400",
        "Location": "Off Crimond, Scotland",
        "Operator": "Bond Offshore Helicopters",
        "Flight #": "?",
        "Route": "Miller field - Aberdeen",
        "AC Type": "Eurocopter AS 332L2 Super Puma 2",
        "Registration": "G-REDL",
        "cn / ln": "?",
        "Aboard": "16 (passengers:14 crew:2)",
        "Fatalities": "16 (passengers:14 crew:2)",
        "Ground": "0",
        "Summary": "The helicopter crashed 35 miles East of Crimond in the North Sea while transporting oil workers. A mayday was received prior to the crash. Catastrophic failure of the main rotor gearbox."
    },
    {
        "year": 2009,
        "count": 15,
        "Date": "April 06, 2009",
        "Time": "1230",
        "Location": "Bandung, Indonesia",
        "Operator": "Military - Indonesian Air Force",
        "Flight #": "?",
        "Route": "Militiary training",
        "AC Type": "Fokker F-27 Friendship 400M",
        "Registration": "A-2703",
        "cn / ln": "10538",
        "Aboard": "24 (passengers:18 crew:6)",
        "Fatalities": "24 (passengers:18 crew:6)",
        "Ground": "0",
        "Summary": "While returning from a military training exercise, and attempting to land, the aircraft struck a hanger and burst into flames."
    },
    {
        "year": 2009,
        "count": 16,
        "Date": "April 09, 2009",
        "Time": "0700",
        "Location": "Near Wamena, Indonesia",
        "Operator": "Aviastar Mandiri",
        "Flight #": "?",
        "Route": "Jayapura - Wamena",
        "AC Type": "British Aerospace BAe-146-300",
        "Registration": "PK-BRD",
        "cn / ln": "E3189",
        "Aboard": "6 (passengers:0 crew:6)",
        "Fatalities": "6 (passengers:0 crew:6)",
        "Ground": "0",
        "Summary": "The cargo plane crashed into Gunung Pike mountain while on approach and attempting to land at Wamena Airport. The crew did not appear to have awareness of the aircraft\u0092s proximity with terrain until impact with terrain was imminent. The flight crew did not act on the Enhanced Ground Proximity Warning System aural warnings, and did not conform to the operator\u0092s published operating procedures."
    },
    {
        "year": 2009,
        "count": 17,
        "Date": "April 29, 2009",
        "Time": "0600",
        "Location": "Massamba, Democratic Republic of Congo",
        "Operator": "Bako Air",
        "Flight #": "?",
        "Route": "Bangui, CAR- Brazzaville, Congo - Harare, Zimbabwe",
        "AC Type": "Boeing B-737-200",
        "Registration": "TL-ADM",
        "cn / ln": "22264/753",
        "Aboard": "7 (passengers:5 crew:2)",
        "Fatalities": "7 (passengers:5 crew:2)",
        "Ground": "0",
        "Summary": "Crashed while en route on a ferrying flight. The plane had not been flown for a year."
    },
    {
        "year": 2009,
        "count": 18,
        "Date": "May 03, 2009",
        "Time": "1200",
        "Location": "Near El Alto de Rubio, Venezuela",
        "Operator": "Military - Venezuelan Army",
        "Flight #": "?",
        "Route": "Patrol",
        "AC Type": "Mi-35",
        "Registration": "EV08114",
        "cn / ln": "?",
        "Aboard": "18 (passengers:16 crew:2)",
        "Fatalities": "18 (passengers:16 crew:2)",
        "Ground": "0",
        "Summary": "The helicopter was patrolling along the Venezuelan / Colombian border when radar contact was lost."
    },
    {
        "year": 2009,
        "count": 19,
        "Date": "May 20, 2009",
        "Time": "0630",
        "Location": "Near Madiun, Indonesia",
        "Operator": "Military - Indonesian Air Force",
        "Flight #": "?",
        "Route": "Jakarta - Maduin",
        "AC Type": "Lockheed C-130 Hercules",
        "Registration": "A-1325",
        "cn / ln": "1982",
        "Aboard": "112 (passengers:98 crew:14)",
        "Fatalities": "112 (passengers:98 crew:14)",
        "Ground": "2",
        "Summary": "While on approach, the military transport crashed into 4 houses, skidded into a rice field and burst into flames."
    },
    {
        "year": 2009,
        "count": 20,
        "Date": "May 26, 2009",
        "Time": "?",
        "Location": "Near Isiro, Democratic Republic Congo",
        "Operator": "Service Air",
        "Flight #": "?",
        "Route": "Goma - Isiro",
        "AC Type": "Antonov An-26",
        "Registration": "9Q-CSA",
        "cn / ln": "5005",
        "Aboard": "4 (passengers:0 crew:4)",
        "Fatalities": "4 (passengers:0 crew:3)",
        "Ground": "?",
        "Summary": "The cargo plane crashed while on approach to Isiro-Matari Airport."
    },
    {
        "year": 2009,
        "count": 21,
        "Date": "June 01, 2009",
        "Time": "0015",
        "Location": "Atlantic Ocean, 570 miles northeast of Natal, Brazil",
        "Operator": "Air France",
        "Flight #": "447",
        "Route": "Rio de Janeiro - Paris",
        "AC Type": "Airbus A330-203",
        "Registration": "F-GZCP",
        "cn / ln": "660",
        "Aboard": "228 (passengers:216 crew:12)",
        "Fatalities": "228 (passengers:216 crew:12)",
        "Ground": "0",
        "Summary": "The Airbus went missing over the Atlantic Ocean on a flight from Rio de Janeiro to Paris, France. The plane departed from Rio de Janeiro-Galeao International Airport at 19:03 LT bound for Charles de Gaulle Airport in Paris. The last radio contact with the flight was at 01:33 UTC. The aircraft left CINDACTA III radar coverage at 01:48 UTC, flying normally at FL350. The aircraft reportedly went through a thunderstorm with strong turbulence at 02:00 UTC. At 02:14 UTC an automated message was received indicating a failure of the electrical system. The plane carried 12 crew members and 216 passengers. The wreckage was finally discovered on April 3, 2011 using unmanned submarines. Flight447 passed into clouds associated with a large system of thunderstorms, its speed sensors became iced over, and the autopilot disengaged. In the ensuing confusion, the pilots lost control of the airplane because they reacted incorrectly to the loss of instrumentation and then seemed unable to comprehend the nature of the problems they had caused. Neither weather nor malfunction doomed flight, nor a complex chain of error, but a simple but persistent mistake on the part of one of the pilots. The crew did not realize the plane was in a stall, were insufficiently trained in flying manually, and never informed the passengers that anything was wrong before they plunged into the sea. The captain was on a rest break when the warnings began. The two co-pilots were facing faulty speed readings from unreliable sensors and repeated alarm signals, but fail to explain why the pilots responded the way they did. It's unclear why the co-pilot at the controls maintained a nose-up input - contrary to the normal procedure to come out of an aerodynamic stall. Normally, the nose should be pointed slightly downward to regain lift in such a stall, often caused because the plane is traveling too slowly. A basic maneuver for stall recovery, which pilots are taught at the outset of their flight training, is to push the yoke forward and apply full throttle to lower the nose of the plane and build up speed. The report confirms that external speed sensors obstructed by ice crystals produced irregular speed readings on the plane. Since the accident, Air France has replaced the speed monitors on all its Airbus A330 and A340 aircraft. The BEA said neither of the co-pilots at the controls had received recent training for manual aircraft handling, or had any high-altitude schooling in case of unreliable air speed readings. A stall warning sounded numerous times, and once for a full 54 seconds, but the crew made no reference to it in cockpit exchanges before the jet crashed."
    },
    {
        "year": 2009,
        "count": 22,
        "Date": "June 07, 2009",
        "Time": "0830",
        "Location": "Near Port Hope Simpson, Newfoundland, Canada",
        "Operator": "Strait Air",
        "Flight #": "?",
        "Route": "Lourdes de Blanc Sablon - Port Hope Simpson",
        "AC Type": "Britten-Norman BN-2A-27 Islander",
        "Registration": "C-FJJR",
        "cn / ln": "424",
        "Aboard": "1 (passengers:0 crew:1)",
        "Fatalities": "1 (passengers:0 crew:1)",
        "Ground": "0",
        "Summary": "The air ambulance crashed into hills while attempting to land in heavy fog about 4 miles from the airport."
    },
    {
        "year": 2009,
        "count": 23,
        "Date": "June 08, 2009",
        "Time": "?",
        "Location": "State of Arunachal Pradesh, India",
        "Operator": "Military - Indian Air Force",
        "Flight #": "?",
        "Route": "Mechuka - Jorhat",
        "AC Type": "Antonov An-32",
        "Registration": "?",
        "cn / ln": "?",
        "Aboard": "13 (passengers:6 crew:7)",
        "Fatalities": "13 (passengers:6 crew:7)",
        "Ground": "0",
        "Summary": "The military transport went missing while en route and might have crashed due to heavy rain in the mountainous region."
    },
    {
        "year": 2009,
        "count": 24,
        "Date": "June 29, 2009",
        "Time": "1601",
        "Location": "Near Wamena, Indonesia",
        "Operator": "Aviastar Mandiri",
        "Flight #": "?",
        "Route": "Dekari - Wamena, Indonesia",
        "AC Type": "de Havilland Canada DHC-6 Twin Otter 300",
        "Registration": "PK-BRO",
        "cn / ln": "756",
        "Aboard": "3 (passengers:0 crew:3)",
        "Fatalities": "3 (passengers:0 crew:3)",
        "Ground": "0",
        "Summary": "While en route and nearing it's destination, the cargo plane crashed into a 9,600 ft. mountain in the Tangma district."
    },
    {
        "year": 2009,
        "count": 25,
        "Date": "June 30, 2009",
        "Time": "0151",
        "Location": "Off Mitsamiouli, Comoros",
        "Operator": "Yemenia Airway",
        "Flight #": "626",
        "Route": "Sana'a, Yemen - Moroni, Comoros",
        "AC Type": "Airbus A310-324",
        "Registration": "7O-ADJ",
        "cn / ln": "535",
        "Aboard": "153 (passengers:142 crew:11)",
        "Fatalities": "152 (passengers:141 crew:11)",
        "Ground": "0",
        "Summary": "The plane crashed into the Indian Ocean, 10 miles off the coast,while attempting a second approach to Hahaya Airport in Moroni. A 12 year old girl survived the accident. Crew error. The accident was due to inappropriate action by the crew during a non-stabilizing maneuver."
    },
    {
        "year": 2009,
        "count": 26,
        "Date": "July 03, 2009",
        "Time": "?",
        "Location": "Near, Peshawar , Pakistan",
        "Operator": "Military - Pakistan Army",
        "Flight #": "?",
        "Route": "?",
        "AC Type": "Mil Mi-17",
        "Registration": "?",
        "cn / ln": "?",
        "Aboard": "26 (passengers:24 crew:2)",
        "Fatalities": "26 (passengers:24 crew:2)",
        "Ground": "0",
        "Summary": "The military helicopter crashed en route while transporting troops."
    },
    {
        "year": 2009,
        "count": 27,
        "Date": "July 15, 2009",
        "Time": "1133",
        "Location": "Near Qazvin, Iran",
        "Operator": "Caspian Airlines",
        "Flight #": "RV-7908",
        "Route": "Tehran, Iran - Yerevan, Armenia",
        "AC Type": "Tupolev 154M",
        "Registration": "EP-CPG",
        "cn / ln": "87A-748",
        "Aboard": "168 (passengers:153 crew:15)",
        "Fatalities": "168 (passengers:153 crew:15)",
        "Ground": "0",
        "Summary": "The airliner crashed into a field 75 miles northwest of Tehran, 11 minutes after taking off from Imam Khomeini Airport. The plane exploded and disintegrated upon impact. Separation of a piece of the low pressure compressor from the No. 1 engine. Debris from that hit the aircraft body, disabling the fuel lines."
    },
    {
        "year": 2009,
        "count": 28,
        "Date": "July 19, 2009",
        "Time": "1150",
        "Location": "Kandahar Airport, Afghanistan",
        "Operator": "Vertical-T Air",
        "Flight #": "?",
        "Route": "?",
        "AC Type": "Mil Mi-8",
        "Registration": "?",
        "cn / ln": "?",
        "Aboard": "21 (passengers:? crew:?)",
        "Fatalities": "16 (passengers:? crew:?)",
        "Ground": "0",
        "Summary": "A civilian contractor's helicopter crashed while attempting to take off."
    },
    {
        "year": 2009,
        "count": 29,
        "Date": "July 24, 2009",
        "Time": "1820",
        "Location": "Mashad, Iran",
        "Operator": "Aria Airlines",
        "Flight #": "1525",
        "Route": "Tehran - Mashad",
        "AC Type": "Ilyushin Il-62M",
        "Registration": "UP-16208",
        "cn / ln": "1591525/257",
        "Aboard": "153 (passengers:138 crew:15)",
        "Fatalities": "16 (passengers:3 crew:13)",
        "Ground": "0",
        "Summary": "While attempting to land, the plane skidded off the runway and crashed into a wall. Iran's Civil Aviation Organization stated the plane flew too fast during the approach and landing. The usual landing speed for an Il-62 would have been between 145 and 165 mph, however, it landed at a speed of 197 mph. Because of this, the airplane ran off the runway and collided with a wall."
    },
    {
        "year": 2009,
        "count": 30,
        "Date": "August 02, 2009",
        "Time": "1025",
        "Location": "Ampisibil Village, Indonesia",
        "Operator": "Merpati Nusantara Airlines",
        "Flight #": "9760D",
        "Route": "Jayapura - Oksibil",
        "AC Type": "de Havilland Canada DHC-6 Twin Otter 300",
        "Registration": "PK-NVC",
        "cn / ln": "626",
        "Aboard": "16 (passengers:13 crew:3)",
        "Fatalities": "16 (passengers:13 crew:3)",
        "Ground": "0",
        "Summary": "Contact was lost with the aircraft 15 minutes after taking off. Debris was found in the Bintang mountains at an elevation of 9,300 feet. The crew did not maintain visual flight procedures when flying below lowest safe altitude, and the aircraft was flown into cloud in the vicinity of gap north west of Oksibil. The accident was consistent with controlled flight into terrain."
    },
    {
        "year": 2009,
        "count": 31,
        "Date": "August 04, 2009",
        "Time": "1430",
        "Location": "Koh Samui, Thailand",
        "Operator": "Bangkok Airlines",
        "Flight #": "226",
        "Route": "Karabi - Koh Samui",
        "AC Type": "ATR-72-212A",
        "Registration": "HS-PGL",
        "cn / ln": "670",
        "Aboard": "72 (passengers:68 crew:4)",
        "Fatalities": "1 (passengers:0 crew:1)",
        "Ground": "0",
        "Summary": "The plane skidded off the runway and collided with an unused control tower, killing the pilot."
    },
    {
        "year": 2009,
        "count": 32,
        "Date": "August 08, 2009",
        "Time": "1200",
        "Location": "New York, New York",
        "Operator": "Liberty Helicopter Sightseeing Tours / Private",
        "Flight #": "?",
        "Route": "Sightseeing / Teteboro - Ocean City, NJ",
        "AC Type": "Eurocopter AS-350BA / Piper PA-32R-300",
        "Registration": "N401lH / N71MC",
        "cn / ln": "3059 / 32R-7680172",
        "Aboard": "9 (passengers:7 crew:2)",
        "Fatalities": "9 (passengers:7 crew:2)",
        "Ground": "0",
        "Summary": "Midair collision between a sightseeing helicopter and Piper Saratoga. Both aircraft fell into the Hudson River after colliding. The private plane approached and hit the the helicopter at almost a 90 degree angle. Both were flying VFR. Six killed on the helicopter and 3 aboard the private plane."
    },
    {
        "year": 2009,
        "count": 33,
        "Date": "August 11, 2009",
        "Time": "1114",
        "Location": "Near Port Moresby, Papua New Guinea",
        "Operator": "Airlines PNG",
        "Flight #": "4684",
        "Route": "Port Moreby - Kokoda",
        "AC Type": "de Havilland Canada DHC-6 Twin Otter 300",
        "Registration": "P2-MCB",
        "cn / ln": "441",
        "Aboard": "13 (passengers:11 crew:2)",
        "Fatalities": "13 (passengers:11 crew:2)",
        "Ground": "0",
        "Summary": "The aircraft crashed on the eastern side of the Kokoda Gap, about 11 kms. southeast of Kokoda Airport. The aircraft impacted steep, heavily timbered terrain in a near-level altitude. Significant layers of clouds were in the area between the altitudes of 800 and 18,000 ft. with isolated showers and thunderstorms and embedded Cumulo Nimbus clouds."
    },
    {
        "year": 2009,
        "count": 34,
        "Date": "August 26, 2009",
        "Time": "0500Z",
        "Location": "Nganga Lingolo, Congo",
        "Operator": "Aero Fret Business",
        "Flight #": "?",
        "Route": "Pointe Noire - Brazzaville",
        "AC Type": "Antonov An-12BK",
        "Registration": "TN-AIA",
        "cn / ln": "6344607",
        "Aboard": "7 (passengers:2 crew:5)",
        "Fatalities": "7 (passengers:2 crew:5)",
        "Ground": "0",
        "Summary": "The cargo plane crashed 7 miles SE of Brazzaville into a cemetery, short of the runway, while on approach to land. Reports indicate the rear of the plane had been on fire and the aircraft broke up before it hit the ground."
    },
    {
        "year": 2009,
        "count": 35,
        "Date": "September 08, 2009",
        "Time": "1030",
        "Location": "Ugamsk Gorge, South Kazakhstan",
        "Operator": "Military - Kazakhstan border guard service",
        "Flight #": "?",
        "Route": "Patrol",
        "AC Type": "Mil Mi-8",
        "Registration": "?",
        "cn / ln": "?",
        "Aboard": "13 (passengers:? crew:?)",
        "Fatalities": "10 (passengers:? crew:?)",
        "Ground": "0",
        "Summary": "The helicopter crashed while while pursuing suspected gunmen near the Uzbek border."
    },
    {
        "year": 2009,
        "count": 36,
        "Date": "September 24, 2009",
        "Time": "0800",
        "Location": "Merebank, South Africa",
        "Operator": "SA Airlink",
        "Flight #": "8911",
        "Route": "Durban - Pietemaritburg, South Africa",
        "AC Type": "British Aerospace Jetstream 41",
        "Registration": "ZS-NRM",
        "cn / ln": "41069",
        "Aboard": "3 (passengers:0 crew:3)",
        "Fatalities": "1 (passengers:0 crew:1)",
        "Ground": "0",
        "Summary": "The aircraft was on a positioning flight when it suffered an engine failure on take off. The crew declared an emergency but the plane crashed onto a vacant lot, slid though a fence and broke up on the grounds of a school, 400 meters from the runway. Instead of shutting down the malfunctioning engine, the pilot switched off the left engine - which was serviceable."
    },
    {
        "year": 2009,
        "count": 37,
        "Date": "September 25, 2009",
        "Time": "2330",
        "Location": "Georgetown, South Carolina",
        "Operator": "Omniflight Helicopters Inc.",
        "Flight #": "?",
        "Route": "Charleston - Conway",
        "AC Type": "Eurocopter AS350-B2",
        "Registration": "N417AE",
        "cn / ln": "9032",
        "Aboard": "3 (passengers:2 crew:1)",
        "Fatalities": "3 (passengers:2 crew:1)",
        "Ground": "0",
        "Summary": "The air ambulance crashed shortly after departure after dropping off a patient and while returning to base. The pilot, medic and nurse were all killed. The pilot\u0092s decision to continue the visual flight rules flight into an area of instrument meteorological conditions, which resulted in the pilot\u0092s spatial disorientation and a loss of control of the helicopter. Contributing to the accident was the inadequate oversight of the flight by Omniflight\u0092s Operational Control Center."
    },
    {
        "year": 2009,
        "count": 38,
        "Date": "October 17, 2009",
        "Time": "1238",
        "Location": "Manila, Philippines",
        "Operator": "Victoria Air",
        "Flight #": "?",
        "Route": "Manila - Puerto Princesa, Philippines",
        "AC Type": "Douglas DC-3C",
        "Registration": "RPC550",
        "cn / ln": "25737/14292",
        "Aboard": "4 (passengers:0 crew:4)",
        "Fatalities": "4 (passengers:0 crew:4)",
        "Ground": "0",
        "Summary": "Shortly after take off the crew reported engine problems and requested an emergency return to the airport. The pilot was not able to make the turn and the cargo plane crashed into an abandoned warehouse and burst into flames."
    },
    {
        "year": 2009,
        "count": 39,
        "Date": "October 21, 2009",
        "Time": "1531",
        "Location": "Sharjah, United Arab Emirates",
        "Operator": "Azzi",
        "Flight #": "?",
        "Route": "Sharjar, UAE- Khartoum, Sudan",
        "AC Type": "Boeing 707-330C",
        "Registration": "ST-AKW",
        "cn / ln": "20123/788",
        "Aboard": "6 (passengers:0 crew:6)",
        "Fatalities": "6 (passengers:0 crew:6)",
        "Ground": "0",
        "Summary": "The cargo plane took off, banked to the right and crashed into the desert, 3km from the airport."
    },
    {
        "year": 2009,
        "count": 40,
        "Date": "October 22, 2009",
        "Time": "1045",
        "Location": "Off Bonaire, Netherlands Antilles",
        "Operator": "Divi Divi Air",
        "Flight #": "016",
        "Route": "Curacao - Bonaire, Netherlands Antilles",
        "AC Type": "Britten-Norman BN-2A-8 Island",
        "Registration": "PJ-SUN",
        "cn / ln": "377",
        "Aboard": "10 (passengers:9 crew:1)",
        "Fatalities": "1 (passengers:0 crew:1)",
        "Ground": "0",
        "Summary": "While on approach, the right engine failed and the pilot was not able to maintain altitude. The plane ditched into the ocean.Nine passengers were rescued but the pilot was not able to leave the sinking plane and died."
    },
    {
        "year": 2009,
        "count": 41,
        "Date": "November 01, 2009",
        "Time": "2119",
        "Location": "Off Mongokhto, Russia",
        "Operator": "Military - Russian Navy",
        "Flight #": "?",
        "Route": "Ferrying",
        "AC Type": "Tupolev Tu-142M3",
        "Registration": "RF-76801",
        "cn / ln": "93495866/7207",
        "Aboard": "11 (passengers:0 crew:11)",
        "Fatalities": "11 (passengers:0 crew:11)",
        "Ground": "0",
        "Summary": "Crashed 20 miles offshore in the Tartar Strait while on approach."
    },
    {
        "year": 2009,
        "count": 42,
        "Date": "November 01, 2009",
        "Time": "0849",
        "Location": "Mirny, Russia",
        "Operator": "Russian Ministry of Interior",
        "Flight #": "?",
        "Route": "Mirnyy - Irkutsk",
        "AC Type": "Ilyushin Il-76",
        "Registration": "RF-76801",
        "cn / ln": "93495866/7207",
        "Aboard": "11 (passengers:0 crew:11)",
        "Fatalities": "11 (passengers:0 crew:11)",
        "Ground": "0",
        "Summary": "While taking off the aircraft barely rose off the ground, banked to the right and crashed 1.5 km from the airport. Seven crew as well as four members from a replacement crew were on board."
    },
    {
        "year": 2009,
        "count": 43,
        "Date": "November 12, 2009",
        "Time": "1330",
        "Location": "Kigali, Rwanda",
        "Operator": "Rwandair",
        "Flight #": "?",
        "Route": "Kigali, Rwanda - Entebbe, Uganda",
        "AC Type": "Canadair CRJ-100ER",
        "Registration": "5Y-JLD",
        "cn / ln": "7197",
        "Aboard": "15 (passengers:12 crew:3)",
        "Fatalities": "1 (passengers:1 crew:0)",
        "Ground": "0",
        "Summary": "Fifteen minutes after taking off, the pilot announced that the aircraft had a mechanical problem and was returning to the airport. After coming to a stop, for some unexplained reason, the plane took off again at full power, made a right turn and crashed into the VIP lounge."
    },
    {
        "year": 2009,
        "count": 44,
        "Date": "November 14, 2009",
        "Time": "0200",
        "Location": "Near Reno, Nevada",
        "Operator": "Mountain Lifeflight",
        "Flight #": "?",
        "Route": "Reno, NV - Susanville, CA",
        "AC Type": "Aerospatiale AS350",
        "Registration": "N5793P",
        "cn / ln": "1476",
        "Aboard": "3 (passengers:0 crew:3)",
        "Fatalities": "3 (passengers:0 crew:3)",
        "Ground": "0",
        "Summary": "The medical helicopter crashed and burned about 29 miles northwest of Reno, while returning to its base in Susanville, after dropping off a patient at a Reno hospital. All three crew members aboard were killled."
    },
    {
        "year": 2009,
        "count": 45,
        "Date": "November 28, 2009",
        "Time": "0816",
        "Location": "Shanghai, China",
        "Operator": "Avient Aviation",
        "Flight #": "324",
        "Route": "Shanghai, China - Bishkek, Kyrgyzstan",
        "AC Type": "McDonnell Douglas MD-11F",
        "Registration": "Z-BAV",
        "cn / ln": "48408/457",
        "Aboard": "7 (passengers:0 crew:7)",
        "Fatalities": "3 (passengers:0 crew:3)",
        "Ground": "0",
        "Summary": "The cargo plane veered off the runway, crashed and burned after the tail struck the ground as it attempted to take off."
    },
    {
        "year": 2009,
        "count": 46,
        "Date": "November 29, 2009",
        "Time": "1610",
        "Location": "Lyall Harbour, BC, Canada",
        "Operator": "Seair Seaplanes",
        "Flight #": "?",
        "Route": "Lyall Harbour - Vancouver",
        "AC Type": "de Havilland Canada DHC-2 Beaver MK- 1",
        "Registration": "C-GTMC",
        "cn / ln": "1171",
        "Aboard": "8 (passengers:7 crew:1)",
        "Fatalities": "6 (passengers:6 crew:0)",
        "Ground": "0",
        "Summary": "The float plane crashed off Saturna Island after taking off from Lyall Harbour. A female passenger and the pilot survived."
    }
]