[
    {
        "year": 2019,
        "count": 1,
        "Date": "January 14, 2019",
        "Time": "0830",
        "Location": "Karaj, Iran",
        "Operator": "Saha Air",
        "Flight #": "?",
        "Route": "Bishkek - Payam",
        "AC Type": "Boeing 707-3J9C",
        "Registration": "EP-CPP",
        "cn / ln": "21128/917",
        "Aboard": "16 (passengers:13 crew:3)",
        "Fatalities": "15 (passengers:13 crew:2)",
        "Ground": "0",
        "Summary": "The cargo plane was operated by the Iranian Air Force. The plane was to land on runway 30 at Payham Airport but instead landed on runway 31L at Fat'h Airport. Runway 30 is more than twice as long as runway 31L.The plane went off the runway, smashed through an airport wall separating the airport from a residential neighborhood, broke up and caught fire. Only the fight engineer survived."
    },
    {
        "year": 2019,
        "count": 2,
        "Date": "February 23, 2019",
        "Time": "1245",
        "Location": "Houston, Texas",
        "Operator": "Atlas Air serving Amazon",
        "Flight #": "3591",
        "Route": "Miami - Houston",
        "AC Type": "Boeing 767-375ER",
        "Registration": "N1217A",
        "cn / ln": "25865",
        "Aboard": "3 (passengers:0 crew:3)",
        "Fatalities": "3 (passengers:0 crew:3)",
        "Ground": "0",
        "Summary": "ATC lost radar contact with the cargo jet when it was 30 miles southeast of George Bush International Airport. The plane crashed into Trinity Bay and broke apart in muddy water about 5 feet deep. The probable cause of this accident was the inappropriate response by the first officer as the pilot flying to an inadvertent activation of the go-around mode, which led to his spatial disorientation and nose-down control inputs that placed the airplane in a steep descent from which the crew did not recover. Contributing to the accident was the captain\u0092s failure to adequately monitor the airplane\u0092s flightpath and assume positive control of the airplane to effectively intervene. Also contributing were systemic deficiencies in the aviation industry\u0092s selection and performance measurement practices, which failed to address the first officer\u0092s aptitude-related deficiencies and maladaptive stress response. Also contributing to the accident was the Federal Aviation Administration\u0092s failure to implement the pilot records database in a sufficiently robust and timely manner."
    },
    {
        "year": 2019,
        "count": 3,
        "Date": "March 09, 2019",
        "Time": "1040",
        "Location": "Vereda La Bendicion, Colombia",
        "Operator": "Laser Aereo Colombia",
        "Flight #": "?",
        "Route": "San Jose - Villavicencio",
        "AC Type": "Douglas DC-3",
        "Registration": "HK-2494",
        "cn / ln": ":33105/16357",
        "Aboard": "14 (passengers:11 crew:3)",
        "Fatalities": "14 (passengers:11 crew:3)",
        "Ground": "0",
        "Summary": "While on approach to land, the crew contacted ATC and declared an emergency after which the airplane crashed in flames in a palm grove, 35 km south of La Vanguardia Airport. The crew reported engine problems."
    },
    {
        "year": 2019,
        "count": 4,
        "Date": "March 10, 2019",
        "Time": "0844",
        "Location": "Bishoftu, Ethiopia",
        "Operator": "Ethiopian Airlines",
        "Flight #": "302",
        "Route": "Addis Ababa - Nairobi",
        "AC Type": "Boeing 737 Max 8",
        "Registration": "ET-AVJ",
        "cn / ln": "63450/7243",
        "Aboard": "157 (passengers:149 crew:8)",
        "Fatalities": "157 (passengers:149 crew:8)",
        "Ground": "0",
        "Summary": "The internationally scheduled airliner crashed 6 minutes after taking off from Addis Ababa-Bole Airport. The pilot sent out a distress call and was given clearance to return to the airport. The crash site, some 31 miles southeast of the airport, contained a smoky crater with small pieces of wreckage. The accident might have been related to a software error on he Max 8.."
    },
    {
        "year": 2019,
        "count": 5,
        "Date": "April 16, 2019",
        "Time": "1100",
        "Location": "Puerto Montt, Chile",
        "Operator": "Archipelagos Service Aereos",
        "Flight #": "?",
        "Route": "Puerto Montt - Ayacara",
        "AC Type": "Pilatus-Britten Norman BN-2B-27 Islander",
        "Registration": "CC-CYR",
        "cn / ln": "2169",
        "Aboard": "6 (passengers:5 crew:1)",
        "Fatalities": "6 (passengers:5 crew:1)",
        "Ground": "0",
        "Summary": "While the aircraft was in the initial climb, plane lost height and crashed in flames into a house located in a residential area about 400 meters from the airfield."
    },
    {
        "year": 2019,
        "count": 6,
        "Date": "May 05, 2019",
        "Time": "1830",
        "Location": "Near Monclava, Mexico",
        "Operator": "TVPX Aircraft Solutions",
        "Flight #": "?",
        "Route": "Las Vegas - Monterrey",
        "AC Type": "Canadair CL-600-2B16-Challenger",
        "Registration": "N601VH",
        "cn / ln": "5043",
        "Aboard": "13 (passengers:11 crew:2)",
        "Fatalities": "13 (passengers:11 crew:2)",
        "Ground": "0",
        "Summary": "The aircraft crashed while en route on a return trip from Las Vegas to Monterrey, Mexico."
    },
    {
        "year": 2019,
        "count": 7,
        "Date": "May 05, 2019",
        "Time": "1830",
        "Location": "Moscow, Russia",
        "Operator": "Aeroflot Russian International Airlines",
        "Flight #": "?",
        "Route": "Moscow - Murmansk",
        "AC Type": "Sukhoi Superjet-100-95B",
        "Registration": "RA-89098",
        "cn / ln": "95135",
        "Aboard": "78 (passengers:73 crew:5)",
        "Fatalities": "41 (passengers:40 crew:1)",
        "Ground": "0",
        "Summary": "Forty-five minutes after taking off from Moscow's Sheremetyevo Airport, the plane returned to make an emergency landing. About 16-21nm west of Sheremetyevo Airport there was a thunderstorm. The aircraft was climbing through 7,900 feet when an electrical failure occurred, the flight control system degraded to \"DIRECT MODE\", the autopilot automatically disconnected; the aircraft was in the middle of thunderstorm activity. The captain assumed manual control of the aircraft until the end of the flight. The crew decided to return to Sheremetyevo and performed a manual ILS approach to runway 24L. At the time the aircraft intercepted the glideslope the aircraft\u0092s mass was above the maximum landing weight. The crew deployed the flaps to 25 degrees in accordance with the flight crew operating manual for flight with minimum mode (DIRECT MODE) of the FCS as well as landing above MLW. At 15:26Z the crew set the emergency transponder code. Vapp was determined to be 155 KIAS, the descent on the glideslope was stabilised and without any deviation from Vapp. Descending between 1,100 and 900 feet the crew received 5 cycles of predictive windshear warnings. Descending through 260 feet AGL the aircraft began to deviate below the glide slope, a \u0091GLIDESLOPE\u0092 warning occurred. Descending between 180 to 40 feet the engine thrust was increased causing the aircraft to accelerate to 164 knots. At 16 feet AGL the speed was 170 KIAS. A Terrain Awareness Warning System aural signal \u0091Retard\u0092 occurred. The engine thrust was reduced to idle. At that point the captain began to apply oscillating pitch inputs with increasing amplitude which changed the pitch angle up to +6 and -2 degrees. The aircraft made a \"three point\" touchdown 900 meters past the runway threshold at 158 KIAS and a vertical load of +2.55G and bounced up to 6 feet AGL. The spoilers did not deploy. In DIRECT MODE they are not permitted to operate automatically and need to be extended manually, however the spoilers were not manually extended by the crew. Two seconds after the first touchdown the aircraft touched down a second time with the nose gear first at 155 KIAS and +5.85G. The aircraft bounced off again to 18 feet AGL. A third touchdown occurred at 140 KIAS in excess of +5G resulting in the destruction of the construction, a fuel spill and fire."
    },
    {
        "year": 2019,
        "count": 8,
        "Date": "June 03, 2019",
        "Time": "1300",
        "Location": "Near Lipo, India",
        "Operator": "Military - Indian Air Force",
        "Flight #": "?",
        "Route": "Jorhat-Rowriah - Mechuka",
        "AC Type": "Antonov An-32",
        "Registration": "K2752",
        "cn / ln": "1009",
        "Aboard": "13 (passengers:5 crew:8)",
        "Fatalities": "13 (passengers:5 crew:8)",
        "Ground": "0",
        "Summary": "Crashed about 34km WNW of Mechuka."
    },
    {
        "year": 2019,
        "count": 9,
        "Date": "July 30, 2019",
        "Time": "0200",
        "Location": "Rawalpindi, India",
        "Operator": "Military - Pakistan Army",
        "Flight #": "?",
        "Route": "Training",
        "AC Type": "Beechcraft B300 King Air",
        "Registration": "766",
        "cn / ln": "B766",
        "Aboard": "5 (passengers:0 crew:5)",
        "Fatalities": "5 (passengers:0 crew:5)",
        "Ground": "14",
        "Summary": "The Pakistani military plane, on a training flight, crashed into residential structures in Mora Kalu Village on the outskirts of Rawalpindi. The aircraft was destroyed killing 18 people, including the 2 pilots, 3 crew members and 14 civilians on the ground."
    },
    {
        "year": 2019,
        "count": 10,
        "Date": "September 11, 2019",
        "Time": "0228",
        "Location": "Toledo, Ohio",
        "Operator": "Private",
        "Flight #": "?",
        "Route": "Millington - Toledo",
        "AC Type": "Convair CV-440F",
        "Registration": "N24DR",
        "cn / ln": "393",
        "Aboard": "2 (passengers:0 crew:2)",
        "Fatalities": "2 (passengers:0 crew:2)",
        "Ground": "0",
        "Summary": "The Cargo plane was preparing to land at Toledo when it crash into a truck repair shop, one-half mile short of the runway. Both persons aboard were killed."
    },
    {
        "year": 2019,
        "count": 11,
        "Date": "October 04, 2019",
        "Time": "0729",
        "Location": "Lviv, Ukraine",
        "Operator": "Ukraine Air Alliance",
        "Flight #": "4050",
        "Route": "Vigo - Lviv - Istanbul",
        "AC Type": "Antonov An-12BK",
        "Registration": "UR-CAH",
        "cn / ln": "8345604",
        "Aboard": "8 (passengers:1 crew:7)",
        "Fatalities": "5 (passengers:1 crew:4)",
        "Ground": "0",
        "Summary": "The chartered cargo plane, planning to stop for refueling at Lviv, and continue on to Istanbul, ran out of fuel and crashed less than a mile from the runway into brush."
    },
    {
        "year": 2019,
        "count": 12,
        "Date": "November 24, 2019",
        "Time": "0915",
        "Location": "Goma, Democratic Republic of Congo",
        "Operator": "Busy Bee Congo",
        "Flight #": "?",
        "Route": "Goma - Beni",
        "AC Type": "Dornier 228-201",
        "Registration": "9S-GNH",
        "cn / ln": "8030",
        "Aboard": "19 (passengers:17 crew:2)",
        "Fatalities": "19 (passengers:17 crew:2)",
        "Ground": "7",
        "Summary": "The passenger plane crashed about a minute after taking off from Goma Airport into the Mapendo neighborhood,"
    },
    {
        "year": 2019,
        "count": 13,
        "Date": "December 27, 2019",
        "Time": "0722",
        "Location": "Almaty, Kazakhstan",
        "Operator": "Bek Air",
        "Flight #": "Z92100",
        "Route": "Almaty - Nursultan Nazabavev",
        "AC Type": "Fokker 100",
        "Registration": "UP-F100",
        "cn / ln": "11496",
        "Aboard": "98 (passengers:95 crew:3)",
        "Fatalities": "12 (passengers:? crew:?)",
        "Ground": "0",
        "Summary": "While taking off, the tail of the plane struck the runway twice, the aircraft lost altitude, went through a perimeter fence and crashed into a two-story building 700 meters from the end of the runway. There was no fire."
    }
]